Repository: AkvaLin/iES
Catalog: iES/iES/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: ru

# accountAge %@
source: Account created %@
ru: Аккаунт создан %@

source: App Settings
ru: Настройки приложения

source: Audio settings
ru: Настройки звука

source: Auto Save Enabled
ru: Включить автосохранение

source: Cancel
ru: Отмена

source: Color Scheme
ru: Цветовая схема

source: Dark
ru: Темная

# defaultLoc
source: Default
ru: Стандартные

source: Delete
ru: Удалить

source: Delete game
ru: Удалить игру

# deleteGameAlert
source: The game and all data will be permanently deleted. Are you sure?
ru: Игра и все данные будут удалены. Вы уверены?

# deleteGameSaveAlert
source: You'll loose all ingame progress. Are you sure?
ru: Вы потеряете весь внутриигровой прогресс. Вы уверены?

source: Delete save data
ru: Удалить сохранения

source: Enable Audio
ru: Включить звук

# enableFX
source: Enable MetalFX
ru: Включить MetalFX

source: Enable sharper edges
ru: Включить более острые края

source: Games played: %lld
ru: Игр сыграно: %lld

# gameTextFieldPrompt
source: Enter the name of the game
ru: Введите название игры

source: hi
ru: выс

source: High pass filtering
ru: Фильтрация высоких частот

source: Import from Files
ru: Импортировать из файлов

source: Integer scaling
ru: Целочисленное масштабирование

source: Last activity: %@
ru: Последняя активность %@

source: Last time played:
ru: Последняя активность:

source: Library
ru: Библиотека

# libraryPhotoPickerLabel
source: Choose an artwork
ru: Выберите обложку

source: Light
ru: Светлая

source: low
ru: низ

source: med
ru: ср

source: off
ru: вкл

source: Playing time:
ru: Игрового времени:

source: Playing time: %@
ru: Игрового времени: %@

source: Profile
ru: Профиль

# sampleRate
source: Sample rate (kHz)
ru: Частота дискретизации (кГц)

source: Save
ru: Сохранить

source: Scanlines
ru: Линии развертки

source: Settings
ru: Настройки

source: Sort by Name
ru: Сортировать по имени

source: Sort by Recently Played
ru: Сортировать по недавно сыгранным

source: Stats
ru: Статистика

source: System
ru: Системная

source: Video Settings
ru: Настройки видео
